"menu.help.title" = "Pomoć za najam vozila";
"settings.label.url.1" = "Upravljanje rezervacijama";
"settings.label.url.2" = "Često postavljana pitanja";
"settings.label.url.3" = "Centar za pomoć";
"bookings.status.confirmed" = "Potvrđeno";
"bookings.status.unconfirmed" = "Nepotvrđeno";
"bookings.status.cancelled" = "Otkazano";
"bookings.title" = "Rezervacije";
"bookings.status.reviewpayment" = "Pregled plaćanja";
"bookings.status.completed" = "Dovršeno";
"bookings.sheet.bookingdetails.link" = "Pogledajte pojedinosti rezervacije";
"bookings.sheet.unconfirmed.info" = "Većinu rezervacija potvrđujemo unutar 48 sati";
"bookings.sheet.reviewpayment.info" = "Uplata nije uspjela. Idite na Upravljanje rezervacijom kako biste pregledali pojedinosti plaćanja.";
"bookings.sheet.managebooking.link" = "Upravljanje rezervacijom";
"bookings.bookingdetails.status" = "Status rezervacije";
"sale_landing_banner_monetary_tagline" = "Rezervirajte sa od ${x} po danu!";
"sale_landing_banner_percentage_tagline" = "Do ${x}  popusta, rezervirajte sada!";
"filter.header.eco" = "Ekološki prihvatljivo";
"filter.header.mileage" = "Kilometraža";
"vehicle.seats.number" = "${x} Sjedala";
"menu.alert.title" = "Promijeniti postavke?";
"menu.alert.body" = "Sva aktivna pretraživanja bit će poništena.";
"insurance.options.axa.header" = "Opcije osiguranja";
"insurance.options.axa.limited.body" = "<b>Ograničeno</b> – omogućuje <b>minimalno pokriće</b>, ako imate nesreću, morat ćete platiti <b>nepovratni</b> iznos do ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – pruža <b>vrhunsku razinu pokrića</b>, ako imate nesreću, bit će vam <b>vraćeni</b> dodatni troškovi do ${x}.";
"insurance.limited.caption" = "Minimalno pokriće za krađu i oštećenje karoserije. <b>Plaćate naknadu za bilo koju štetu</b> koja nije pokrivena ograničenom opcijom.";
"insurance.limited.benefit1" = "Dodatni troškovi <b>nisu povratni</b>";
"insurance.limited.benefit2" = "Zaštita trećih strana";
"insurance.limited.benefit3" = "Pomoć u slučaju kvara";
"insurance.limited.excess.liable" = "Ako odaberete Ograničeno pokriće, morat ćete platiti dodatne troškove do ${x} u slučaju nesreće bez dostupnog povrata.";
"insurance.limited.included" = "Uključeno";
"insurance.axa.premium.caption" = "Pruža vam <b>vrhunsku razinu pokrića</b>, uključujući opciju ograničenog pokrića.";
"insurance.axa.premium.benefit1" = "Do <b>100 % povrata dodatnih troškova</b>";
"insurance.axa.premium.benefit2" = "Zaštita trećih strana";
"insurance.axa.premium.benefit3" = "Pomoć u slučaju kvara";
"insurance.axa.premium.benefit4" = "Oštećenja vjetrobrana, stakla i guma";
"insurance.axa.premium.benefit5" = "Vaše osobne stvari";
"insurance.axa.premium.benefit6" = "Oštećenje ključa ili gubitak";
"insurance.axa.premium.benefit7" = "Oštećenje krova i podvozja";
"insurance.axa.premium.benefit8" = "Naknade za punjenje pogrešnim gorivom";
"insurance.axa.premium.benefit9" = "Administracijske naknade";
"insurance.axa.premium.benefit10" = "Višejezična podrška za zahtjev";
"insurance.axa.premium.terms" = "Odabirom Premium osiguranja i nastavljanjem potvrđujete da ste pročitali i prihvatili Uvjete i odredbe police osiguranja, te da na temelju tih informacija ova polica odgovara vašim potrebama.";
"insurance.priceperday" = "${x}/dan";
"insurance.total.price" = "Ukupno: ${x}";
"insurance.options.awn.au.header" = "Nemojte riskirati. Uzmite putno osiguranje.";
"insurance.options.awn.au.body" = "<b>Roadtrip osiguranje</b> – u slučaju nesreće s iznajmljenim vozilom omogućuje pokriće vaših dodatnih troškova i osobnih stvari do ${x}.";
"insurance.awn.au.title" = "Putno osiguranje";
"insurance.awn.au.caption" = "Pruža vam <b>vrhunsku razinu pokrića</b>, uključujući opciju ograničenog pokrića.";
"insurance.awn.au.benefit1" = "Do 100 % povrata dodatnih troškova";
"insurance.awn.au.benefit2" = "Zaštita trećih strana";
"insurance.awn.au.benefit3" = "Vaše osobne stvari";
"insurance.awn.au.benefit4" = "Medicinski troškovi u inozemstvu";
"insurance.awn.au.benefit5" = "Pokriće za ključ i osobne stvari";
"insurance.awn.au.benefit6" = "Slučajna smrt";
"insurance.awn.au.benefit7" = "Naknade za punjenje pogrešnim gorivom";
"insurance.axa.premium.cancellation.policy" = "BESPLATNO otkazivanje do 24 sata prije preuzimanja";
"insurance.awn.au.terms" = "Odabirom Roadtrip osiguranja i nastavkom potvrđujete da ste pročitali i prihvatili Policu osiguranja ${x} te da na temelju tih informacija ova polica odgovara vašim potrebama.";
"insurance.zero.excess.terms" = "Odabirom Zero Excess osiguranja i nastavljanjem potvrđujete da ste pročitali i prihvatili Uvjete i odredbe police osiguranja, te da na temelju tih informacija ova polica odgovara vašim potrebama.";
"insurance.options.awn.au.limited.body" = "<b>Ograničeno osiguranje</b> – nema pokrića za vaše dodatne troškove ili osobne stvari.";
"insurance.awn.au.terms.link" = "Uvjeti i odredbe";
"results.filter.all1" = "Svi filtri";
"results.filter.all2" = "Svi filtri (${x})";
"results.summary.title" = "<b>${x}</b> automobili | Poredaj po: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Kako funkcionira sortiranje „Preporučeno”?";
"Omnibus.Pos.2.Title" = "Što znači najbolja vrijednost za novac?";
"Omnibus.Pos.3.Title" = "Koje se varijable uzimaju o obzir pri sortiranju?";
"Omnibus.Pos.4.Title" = "Kako funkcioniraju sponzorirana mjesta?";
"Omnibus.Pos.1.Body" = "Sortiranje „Preporučeno” koristi različite čimbenike za poredak vozila prema redoslijedu koji osigurava da se vozilo s najboljom vrijednošću za novac nalazi na vrhu vaših rezultata pretraživanja. Provizija primljena od agencija za najam vozila utječe na ovo sortiranje.";
"Omnibus.Pos.2.Body" = "Pojam „najbolja vrijednost za novac” opisuje varijable koje utječu na vjerojatnost kupca da ugovori najam vozila. Provizija koju mi (CarTrawler) primamo od agencija za najam vozila odnosi se na ulogu koju mi (CarTrawler) imamo u rezerviranju i utječe na to kako utvrđujemo sveukupnu najbolju vrijednost za novac.";
"Omnibus.Pos.3.Body" = "Pri utvrđivanju najbolje vrijednosti za novac za naše kupce, naše sortiranje uzima u obzir brojne varijable, uključujući:";
"Omnibus.Pos.4.Body" = "Neki putnički partneri surađuju s odabranim agencijama za najam vozila. Sponzorirana mjesta mogu biti istaknuta na vrhu rezultata pretraživanja zbog plaćanja koja je putnički partner primio od odabrane agencije za najam vozila. Kupci mogu prepoznati ta sponzorirana mjesta jer su posebno označena na vrhu rezultata pretraživanja.";
"Omnibus.Pos.3.bullet.1" = "datum rezervacije i lokaciju pretraživanja;";
"Omnibus.Pos.3.bullet.2" = "trajanje razdoblja najma;";
"Omnibus.Pos.3.bullet.3" = "ocjene kupaca za agencije za najam vozila na temelju rezultata ispitivanja zadovoljstva kupaca (CSAT) i neto rezultata promotora (NPS);";
"Omnibus.Pos.3.bullet.4" = "prethodna ponašanja kupaca vezano uz prethodne kupnje i prethodne cijene sličnih rezultata za najam vozila;";
"Omnibus.Pos.3.bullet.5" = "proviziju koju primamo od agencija za najam vozila ili partnera za osiguranje.";
"Omnibus.Accept.Button.Text" = "U redu!";
"Omnibus.Header.Text" = "Preporučeno objašnjenje";
"bookings.sheet.remove" = "Ukloni rezervaciju";
"bookings.dialog.remove.title" = "Ukloni rezervaciju?";
"bookings.dialog.remove.text" = "Upravo ćete trajno ukloniti ovu rezervaciju s popisa rezervacija.";
"bookings.dialog.remove.text.history" = "Ova rezervacija i vaša puna povijest rezervacija i dalje će biti dostupna putem našeg korisničkog portala.";
"bookings.dialog.remove.CTA" = "Ukloni";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Rezervirajte s ${x}";
"payment.options.paypal.banner.text" = "Nakon što kliknete na „Rezerviraj putem PayPala” u nastavku ćete biti preusmjereni na PayPal web-stranicu na kojoj se možete prijaviti na svoj račun i dovršiti plaćanje. Nakon toga ćete biti preusmjereni na stranicu za potvrdu rezervacije najma vozila.";
"payment.options.paypal.failed.title" = "${x} Uplata nije uspjela";
"payment.options.paypal.failed.text" = "Žao nam je, ali došlo je do problema prilikom obrade vaše uplate. Vaša rezervacija još nije dovršena i ništa vam nije naplaćeno. Pokušajte ponovo jednom od dostupnih načina plaćanja u nastavku.";
"vehicle_fuel_plugin_hybrid" = "Plug-in hybrid";
"insurance.axa.regulatory.statement.uk" = "CarTrawler je imenovani predstavnik Inter Partner Assistance S.A., koji je ovlastila i regulira Nacionalna banka Belgije, sa sjedištem na adresi Boulevard du Régent 7, 1000 Bruxelles, Belgija. Ovlastilo nadležno Tijelo za bonitetnu regulaciju (poslovni broj tvrtke 202664). Na temelju propisa Tijela za financijsko poslovanje i ograničenih propisa nadležnog Tijela za bonitetnu regulaciju. Adresa podružnice Inter Partner Assistance S.A. u Velikoj Britaniji je 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. dio je AXA grupe.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Vrsta 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Vrsta 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Neodređeno";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Zidna utičnica";
"VehicleList.Map.BottomSheet.ChargeType" = "Vrste punjenja";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Otvoreno 24 sata";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Izvan usluge";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Sporo";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Brzo";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Brzi";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultrabrzi";
"view_voucher" = "Pogledajte kupon";
"VehicleList.Chip.EVLongRange.Text" = "EV dugog dometa";
"VehicleDetails.EVLongRange.Description" = "EV dugog dometa: Ovo vozilo može prijeći do ${x} s jednim punjenjem";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Ekološki prijateljska alternativa";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "EV dugog dometa";
"landing.countdowntimer.salename" = "Rasprodaja";
"landing.countdowntimer.presale" = "${x} počinje u";
"landing.countdowntimer.duringsale" = "${x} završava u";
"Driver.Details.Marketing.Consent.Text" = "Dobijte ekskluzivne ponude za najam vozila i druge važne informacije izravno u svoj pretinac pristigle pošte.";
"Driver.Details.Marketing.Consent.Policy" = "Pogledajte našu ${x} stranicu za više detalja.";
"abandonment.deeplink.total" = "Ukupno";
"abandonment.deeplink.day" = "dan";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Mjesto prilagođeno EV-u";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Bolje za gradsku vožnju";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Vozite s lakoćom";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Zabrinuti ste zbog troškova goriva?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Iznajmljivanje električnih vozila ide dalje nego što mislite";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Mjesto preuzimanja ima izvrsne usluge punjenja za najam električnih vozila (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Upravljanje električnim vozilom (EV) isto je kao upravljanje automatskim automobilom. Tiši je i nema emisije CO2 ";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Punjenje električnog vozila (EV) košta mnogo manje od goriva za benzinski ili dizelski automobil slične veličine. Ušteda do 50 % na troškovima putovanja";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Električna vozila (EV) učinkovitija su u zaustavljanju i kretanju u gradskom prometu";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Iznajmljivanje električnih vozila (EV) u širokom dometu može voziti više od 400 km s jednim punjenjem. 80 % putovanja automobilom u Europi manje je od 50 km";
"insurance.axa.premium.uk.cancellation.policy" = "BESPLATNO otkazivanje osiguranja bilo kada prije preuzimanja";
"landing.mosaic.title" = "Naša predanost zelenom razvoju";
"landing.mosaic.tile1.title" = "Ključne značajke EV-a";
"landing.mosaic.tile1.body" = "Sve što trebate znati prilikom iznajmljivanja električnog vozila";
"landing.mosaic.tile1.ctaText" = "<u>Saznajte više</u>";
"landing.mosaic.tile2.title" = "Osnovne stvari kod punjenja električnih vozila";
"landing.mosaic.tile2.body" = "Vaš vodič za punjenje EV-a";
"landing.mosaic.tile2.ctaText" = "<u>Saznajte više</u>";
"landing.mosaic.tile3.body" = "Važna pitanja koja treba postaviti prilikom iznajmljivanja EV-a";
"landing.mosaic.tile3.ctaText" = "<u>Saznajte više</u>";
"landing.countdowntimer.days" = "dana";
"landing.countdowntimer.hours" = "sati";
"landing.countdowntimer.minutes" = "min.";
"landing.countdowntimer.seconds" = "sek.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Zračna luka - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} lokacija (${y})";
"results.filter.all3" = "Filtar (${x})";
"VehicleList.Header.Filter" = "Filtar";
"VehicleList.Header.Filter.Selected" = "Filtar (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Cijena za ${X} dana od ${y}";
"LoyaltyNumber" = "Broj vjernosti (izborno)";
"VehicleList.Header.Map" = "Karta";
"Payment.256.Encrypted" = "Sve platne transakcije šifrirane su protokolom 256-bit SSL";
"Insurance.Applicable.Taxes" = "Uključuje sve primjenjive poreze";
"BookingError.Insurance" = "Nažalost, došlo je do tehničkih problema prilikom obrade dijela vaše rezervacije. Vaša rezervacija vozila bila je uspješna, ali je došlo do problema s kupnjom Osiguranja. Možete ponovo pokušati u odjeljku Upravljanje mojom rezervacijom, a pojedinosti ćete dobiti u e-pošti potvrde.";
"Payment.Exchange.Currency.Message" = "Napominjemo da će iznos koji se uplati danas biti naplaćen u ${z} na osnovi današnjeg tečaja (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Drugo";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Ukupno ${x}";
"settings.label.url.4" = "Pravila privatnosti";
"Price.Summary.Included.Charges" = "Uključeni troškovi";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Informacije o dobavljaču";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} daleko";
"VehicleList.Map.BottomSheet.SupplierHours" = "Radno vrijeme";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Zatvoreno";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "ponedjeljak";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "utorak";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "srijeda";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "četvrtak";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "petak";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "subota";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "nedljelja";
"Add.Booking.Title" = "Oprostite, ne možemo pronaći rezultat koji odgovara vašem kriteriju pretraživanja.";
"Add.Booking.Form.Error" = "Oprostite, ne možemo pronaći rezultat koji odgovara vašem kriteriju pretraživanja.";
"Add.Booking.Heading" = "Dodaj rezervaciju";
"Add.Booking.Form.BookingId.Error" = "Neispravan broj";
"please.try.again" = "Pokušajte ponovno.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Besplatno otkazivanje osiguranja bilo kada prije preuzimanja";
"Insurance.XC.Subtitle.eDo" = "Osiguranje Premium Cover nudi vrhunsko pokriće i povećana ograničenja police do ${policy.limit} kao i viša podograničenja kako bi se pokrilo ono što je najvažnije. Dostupno isključivo članovima programa Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Otkažite besplatno do 24 sata prije preuzimanja";
"insurance.xc.simple.api.main.more.info.button" = "Više informacija";
"Insurance.XC.USP.ThirdParty" = "Zaštita trećih strana";
"insurance.xc.simple.api.main.link.terms.text" = "Uvjeti i odredbe";
"Insurance.xc.pricing.terms" = "Uključuje sve primjenjive poreze";
"Insurance.XC.USP.LatePickUp" = "Kasno preuzimanje zbog kašnjenja leta";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Otkažite besplatno do 24 sata prije preuzimanja";
"insurance.xc.simple.api.main.premium.cta" = "Nastavite s Premium pokrićem";
"Insurance.XC.USP.Windscreen" = "Oštećenja vjetrobrana, stakla i guma";
"Insurance.XC.USP.Misfueling" = "Naknade za punjenje pogrešnim gorivom";
"Insurance.XC.USP.BreakdownAssistance" = "Pomoć u slučaju kvara";
"Insurance.XC.USP.ClaimSupport" = "Višejezična podrška za zahtjev";
"Insurance.XC.USP.TravelExpenses" = "Putni troškovi";
"Insurance.XC.Subtitle" = "Uz našu dodatnu zaštitu vratit će vam se dodatni iznos, do ${x}, kako biste u slučaju nesreće imali dovoljno novca.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Odabirom Premium pokrića i nastavkom potvrđujete da ste pročitali i prihvaćate ${x} osiguranja i ${y} te da na temelju tih informacija ova polica odgovara vašim potrebama.";
"Insurance.XC.Title" = "Premium pokriće";
"Insurance.XC.USP.RefundableExcess.Alt" = "Do <span>100 % povrata dodatnih troškova</span>";
"CannotProcessReservation" = "Došlo je do neočekivane  pogreške. Vaša rezervacija nije kreirana i niste terećeni. Izradite novo pretraživanje i pokušajte ponovno.";
"insurance.options.xc.header" = "Opcije osiguranja";
"insurance.options.xc.premium.body" = "<b>Premium</b> – pruža <b>vrhunsku razinu pokrića</b>, ako imate nesreću, bit će vam <b>vraćeni</b> dodatni troškovi do ${x}.";
"top.up.your.protection" = "Nadopunite svoju zaštitu";
"insurance.options.xc.limited.body" = "<b>Ograničeno</b> – omogućuje <b>minimalno pokriće</b>, ako imate nesreću, morat ćete platiti <b>nepovratni</b> iznos do ${x}.";
"title_calendar" = "Odabir datuma";
"title_conditions" = "Uvjeti i odredbe";
"title_details" = "Pojedinosti o vozilu ";
"title_details_supplier" = "OCJENE";
"title_details_vehicle" = "UKLJUČENO";
"title_extras_insurance" = "Dodaci i osiguranje";
"title_filters" = "Filtriraj";
"title_insurance" = "Osiguranje";
"title_locations" = "Lokacije";
"title_payment" = "Plaćanje";
"title_results" = "Rezultati";
"title_search_ground" = "Pronađi prijevoz na tlu";
"title_search_rental" = "Najam vozila ";
"title_settings" = "Postavke";
"title_summary" = "Sažetak plaćanja";
"title_user" = "Pojedinosti o glavnom vozaču";
"title_extras" = "Dodaci";
"CTA_add" = "Dodaj rezervaciju";
"CTA_search" = "Traži vozila";
"CTA_save" = "Spremi postavke";
"CTA_continue" = "Nastavak";
"CTA_with_insurance" = "Nastavi s osiguranjem";
"CTA_no_insurance" = "Nastavi bez osiguranja";
"CTA_to_homepage" = "Natrag na početnu stranicu";
"CTA_book" = "Rezerviraj sada za";
"CTA_close" = "Zatvori";
"CTA_cancel" = "Otkaži";
"CTA_done" = "Gotovo ";
"search_pickup_location_text" = "Mjesto preuzimanja";
"search_pickup_location_hint" = "Upišite zračnu luku, grad ili ime postaje";
"search_return_location_text" = "Unesite mjesto povrata";
"search_return_location_hint" = "Upišite zračnu luku, grad ili ime postaje";
"search_return_location_button" = "Povratak na istu lokaciju";
"search_driver_age" = "Vozač starosti između 25-70";
"search_driver_age_hint" = "Dob vozača";
"search_select_dates" = "Datumi";
"search_select_dates_hint" = "Odaberite datume";
"search_pickup_time_text" = "Vrijeme preuzimanja";
"search_return_time_text" = "Vrijeme povratka";
"search_locations_placeholder" = "Upišite lokaciju";
"calendar_summary_dropoff" = "Datum ostavljanja";
"calendar_summary_pickup" = "Datum preuzimanja";
"calendar_summary_title" = "Odaberite datum";
"calendar_select_date" = "Odaberite datum";
"calendar_select_dates" = "Odaberite svoje datume";
"calendar_pickup_date" = "Datum preuzimanja";
"calendar_return_date" = "Datum povratka";
"calendar_continue" = "Nastavak";
"calendar_sun" = "ned";
"calendar_mon" = "pon";
"calendar_tue" = "uto";
"calendar_wed" = "sri";
"calendar_thu" = "čet";
"calendar_fri" = "pet";
"calendar_sat" = "sub";
"locations_results_airports" = "Zračne luke";
"locations_results_others" = "Sve ostale lokacije";
"settings_country_title" = "Država";
"settings_currency_title" = "Valuta:";
"settings_select_country" = "Odaberi državu";
"settings_select_currency" = "Odaberi valutu";
"settings_select_languages" = "Odaberi jezik";
"results_sort" = "Razvrstaj";
"results_filter" = "Filtar";
"vehicle_orsimilar" = "ili sl.";
"vehicle_passenger" = "Putnik";
"vehicle_passengers" = "Putnici";
"vehicle_bag" = "Torba";
"vehicle_bags" = "Prtljaga";
"vehicle_door" = "Vrata";
"vehicle_doors" = "Vrata ";
"vehicle_duration_1" = "Cijena za";
"vehicle_duration_2" = "dan";
"vehicle_duration_3" = "dana";
"vehicle_total_price" = "Ukupna cijena";
"vehicle_best_seller" = "Najprodavanije";
"vehicle_great_value" = "Sjajan omjer cijene i kvalitete";
"vehicle_provided" = "Pružatelj usluge";
"vehicle_air_conditioning" = "Klimatizacija";
"vehicle_fuel_policy" = "Pravila za gorivo";
"vehicle_supplier_address" = "Adresa dobavljača";
"vehicle_suppliers_address_detail" = "Adresa dobavljača je:";
"vehicle_pickup_location" = "Lokacija za preuzimanje";
"vehicle_vehicle_inclusion" = "Ova je stavka uključena u cijenu vozila";
"rental_sort_title" = "Razvrstaj rezultate prema";
"rental_sort_price" = "Cijena";
"rental_sort_rating" = "Ocjena";
"rental_sort_recommended" = "Preporučeno";
"filter_package" = "Paket";
"filter_carsize" = "Veličina vozila";
"filter_supplier" = "Dobavljač";
"filter_rating" = "Ocjena";
"filter_fuel" = "Pravila za gorivo";
"filter_carfuel" = "Vrsta goriva";
"filter_carspec" = "Specifikacije vozila";
"filter_transmission" = "Mjenjač";
"filter_specialoffers" = "Posebna ponuda";
"filter_transfertype" = "Vrsta prijevoza";
"filter_transfertime" = "Vrijeme putovanja";
"filter_reset" = "Vrati";
"vehicle_type_cargovan" = "Teretno vozilo";
"vehicle_type_compact" = "Kompakt";
"vehicle_type_compact_elite" = "Kompakt elite";
"vehicle_type_economy" = "Economy";
"vehicle_type_economy_elite" = "Economy elite";
"vehicle_type_estate" = "karavan";
"vehicle_type_exotic" = "Egzotično";
"vehicle_type_exotic_SUV" = "Egzotični SUV";
"vehicle_type_fifteen_passenger_van" = "Kombi za petnaest putnika";
"vehicle_type_five_seat_carrier" = "Nosač s pet sjedala";
"vehicle_type_four_wheel_drive" = "4x4";
"vehicle_type_fullsize" = "Veliki";
"vehicle_type_fullsize_elite" = "Veliki elite";
"vehicle_type_intermediate" = "Srednji";
"vehicle_type_intermediate_elite" = "Srednji elite";
"vehicle_type_large_SUV" = "Veliki SUV";
"vehicle_type_large_truck" = "Veliki kamion";
"vehicle_type_luxury" = "Luksuzni";
"vehicle_type_luxury_elite" = "Luksuzni elite";
"vehicle_type_medium_SUV" = "Srednji SUV";
"vehicle_type_midsize" = "Srednji";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini elite";
"vehicle_type_minivan" = "Minivan";
"vehicle_type_moped" = "Moped";
"vehicle_type_moving_van" = "Kombi za selidbu";
"vehicle_type_nine_seat_carrier" = "Nosač s devet sjedala";
"vehicle_type_oversize" = "Veliki";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Premium elite";
"vehicle_type_regular" = "Obično";
"vehicle_type_seven_seat_carrier" = "Nosač sa sedam sjedala";
"vehicle_type_small_SUV" = "Mali SUV";
"vehicle_type_small_medium_truck" = "Mali srednji kamion";
"vehicle_type_special" = "Poseban";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Standard elite";
"vehicle_type_stretch" = "Stretch";
"vehicle_type_subcompact" = "Sub-kompakt";
"vehicle_type_twelve_foot_truck" = "Kamion od dvanaest stopa";
"vehicle_type_twelve_passenger_van" = "Kombi za dvanaest putnika";
"vehicle_type_twenty_foot_truck" = "Kamion od dvadeset stopa";
"vehicle_type_twenty_four_foot_truck" = "Kamion od dvadeset četiri stope";
"vehicle_type_twenty_six_foot_truck" = "Kamion od dvadeset šest stopa";
"vehicle_type_unique" = "Jedinstveno";
"vehicle_type_vehicle_size_SUV" = "SUV veličine vozila";
"vehicle_type_other" = "Drugo";
"vehicle_fuel_petrol" = "Benzinski motor";
"vehicle_fuel_diesel" = "Dizelski motor";
"vehicle_transmission_auto" = "Auto";
"vehicle_transmission_manual" = "Ručno";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Ista napunjenost – ista napunjenost";
"vehicle_fuel_policy_type_FULLFULL" = "Preuzima se pun spremnik, vraća se pun spremnik";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Preuzimanje praznog i vraćanje praznog spremnika";
"vehicle_fuel_policy_type_FULLEMPTY" = "Kupnja unaprijed";
"vehicle_fuel_policy_type_HALFEMPTY" = "Preuzimanje dopola punog i vraćanje praznog spremnika";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Preuzeto četvrt, vratiti prazno";
"vehicle_fuel_policy_type_HALFHALF" = "Preuzima se pola spremnika, vraća se pola spremnika";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Preuzima se četvrtina spremnika, vraća se četvrtina spremnika";
"vehicle_fuel_policy_type_UNKNOWN" = "Nepoznato";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Unaprijed kupite gorivo s povratom";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Gorivo: Odaberite na šalteru";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Troškovi goriva: Nije uključeno";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Troškovi goriva: Uključeno";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Održavajte ga napunjenim kako vam ne bi naplatili. Prilikom preuzimanja od dobavljača ćete dobiti vozilo s određenom razinom napunjenosti baterije. Bit ćete odgovorni vratiti ga sa sličnom razinom napunjenosti kao kada ste ga preuzeli.";
"vehicle_fuel_policy_desc_FULLFULL" = "To su najbolja pravila za gorivo. Vozilo se isporučuje s punim spremnikom. Jednostavno vratite vozilo s punim spremnikom kako biste izbjegli troškove punjenja goriva.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Vaše vozilo ima dovoljno goriva za odlazak do najbliže benzinske crpke. Vozilo treba vratiti s praznim spremnikom jer se povrat ne isplaćuje za nepotrošeno gorivo.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Vaše vozilo isporučuje se s punim spremnikom, no to će vam biti naplaćeno na šalteru. Vozilo treba vratiti s praznim spremnikom jer se povrat ne isplaćuje za nepotrošeno gorivo.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Vozilo se isporučuje s pola spremnika goriva. To će vam biti naplaćeno na šalteru za iznajmljivanje vozila. Možete potrošiti količinu goriva koju želite i ne morate ponovno napuniti spremnik prije vraćanja vozila";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Vozilo se isporučuje s četvrtinom spremnika goriva. To će vam biti naplaćeno na šalteru za iznajmljivanje vozila. Možete potrošiti količinu goriva koju želite i ne morate ponovno napuniti spremnik prije vraćanja vozila";
"vehicle_fuel_policy_desc_HALFHALF" = "Vozilo se isporučuje s napola punim spremnikom. Vratite vozilo s napola punim spremnikom kako biste izbjegli troškove punjenja goriva. Ako vratite vozilo s više goriva, nećete dobiti dodatni povrat novca.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Vozilo se isporučuje s četvrtinom spremnika. Vratite vozilo s četvrtinom spremnika kako biste izbjegli troškove punjenja goriva. Ako vratite vozilo s više goriva, nećete dobiti dodatni povrat novca.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Pogledajte važne informacije";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Vozilo se isporučuje s punim spremnikom. Za to će vam biti naplaćeno na šalteru te ćete platiti nepovratnu administrativnu naknadu. Za neiskorišteno gorivo dobit ćete povrat novca kada vratite vozilo.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Vozilo se isporučuje s punim spremnikom. Možete platiti gorivo unaprijed na servisnom šalteru (Kupnja unaprijed) ili nadopuniti spremnik prije vraćanja vozila (Preuzima se pun spremnik, vraća se pun spremnik). Bez obzira na odabir, obavezno recite agentu za najam vozila koje pravilo za gorivo želite primijeniti.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Troškovi goriva nisu uključeni u cijenu. Nadopunu goriva do punog spremnika plaćate prije nego što vas vozač ostavi na odredištu.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Svi su troškovi goriva uključeni.  Nećete morati platiti dodatno za točenje goriva.";
"vehicle_pickup_type" = "Vrsta preuzimanja";
"vehicle_pickup_location_VWF_1.VWF.X" = "Na terminalu";
"vehicle_pickup_location_VWF_2.VWF.X" = "U zračnoj luci";
"vehicle_pickup_location_VWF_3.VWF.X" = "Terminal zračne luke";
"vehicle_pickup_location_VWF_4.VWF.X" = "Željeznički kolodvor";
"vehicle_pickup_location_VWF_5.VWF.X" = "Isporuka kod hotela";
"vehicle_pickup_location_VWF_6.VWF.X" = "Agencija za najam vozila";
"vehicle_pickup_location_VWF_7.VWF.X" = "Centar grada";
"vehicle_pickup_location_VWF_8.VWF.X" = "Istočno od gradskog centra";
"vehicle_pickup_location_VWF_9.VWF.X" = "Južno od gradskog centra";
"vehicle_pickup_location_VWF_10.VWF.X" = "Zapadno od gradskog centra";
"vehicle_pickup_location_VWF_11.VWF.X" = "Sjeverno od gradskog centra";
"vehicle_pickup_location_VWF_12.VWF.X" = "Luka/trajekt";
"vehicle_pickup_location_VWF_13.VWF.X" = "Blizu odmarališta";
"vehicle_pickup_details_VWF_1.VWF.X" = "To je najpraktičnija opcija preuzimanja. Šalter se nalazi unutar terminala u zračnoj luci.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Šalter se prikladno nalazi unutar prostora zračne luke.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Ovo je usluga susreta i pozdrava. Vaš vozač će vas čekati pri dolasku. Pošaljite nam broj leta kako bi vozač mogao pratiti eventualna kašnjenja.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Vaše vozilo bit će dostupno za preuzimanje na recepciji hotela.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Ovo je usluga susreta i pozdrava. Vaš vozač će vas čekati pri dolasku. Pošaljite nam broj leta kako bi vozač mogao pratiti eventualna kašnjenja.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Na terminalu";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal i prijevoz";
"vehicle_pickup_type_VLI_3.VLI.X" = "Besplatan autobusni prijevoz";
"vehicle_pickup_type_VLI_4.VLI.X" = "Susret i pozdrav";
"vehicle_pickup_type_VLI_6.VLI.X" = "Osobni vozač";
"vehicle_pickup_at_airport" = "U zračnoj luci";
"vehicle_pickup_unknown" = "Nepoznato";
"included_title" = "Uključeno besplatno:";
"included_cancel" = "Otkazivanje";
"included_amend" = "Izmjene";
"included_thirdparty" = "Osiguranje za treće osobe";
"included_theft" = "Zaštita od krađe";
"included_collision" = "Osiguranje s udjelom u šteti zbog sudara";
"included_terms" = "Uvjeti i odredbe";
"supplier_reviews" = "recenzije";
"supplier_car" = "Čistoća vozila";
"supplier_desk" = "Usluga na šalteru dobavljača";
"supplier_pickup" = "Postupak preuzimanja iznajmljenog vozila";
"supplier_dropoff" = "Postupak vraćanja iznajmljenog vozila";
"supplier_price" = "Cjelokupna vrijednost za novac";
"supplier_waiting" = "Vrijeme čekanja";
"supplier_below_average" = "Ispod prosjeka";
"supplier_good" = "Dobro";
"supplier_excellent" = "Izvrsno";
"supplier_rating_detail" = "korisnici ocjenjuju ovu tvrtku za najam kao";
"extras_equipment_aircon" = "Klimatizacija";
"extras_equipment_gps" = "GPS";
"extras_back" = "Natrag";
"extras_conditions" = "Napominjemo da se dodaci plaćaju na šalteru za najam. Nastojimo osigurati da klijenti dobivaju sve dodatke, međutim, raspoloživost nije uvijek zajamčena.";
"extras_per_day" = "po danu";
"extras_placeholder" = "Omogućila vodeća tvrtka za globalno osiguranje i upravljanje sredstvima, Axa.";
"insurance_summary_replace_src" = "označite okvir u nastavku";
"insurance_summary_replace_val" = "odaberite za nastavak s osiguranjem";
"insurance_summary_title" = "Razlozi za puno pokriće";
"insurance_list_1_title" = "Sjajan omjer cijene i kvalitete";
"insurance_list_1_body" = "Otklonite potencijalnu odgovornost do ${x} za samo ${w} po danu";
"insurance_list_2_title" = "Najbolja zaštita";
"insurance_list_2_body" = "U slučaju štete ili krađe vozila i u slučaju da se od vas traži da platite dodatni trošak, cijeli će vam iznos biti nadoknađen.";
"insurance_list_3_title" = "Bez opterećenja";
"insurance_list_3_body" = "Ako stvari pođu po zlu, imate potpuno pokriće dodatnih troškova.";
"insurance_conditions" = "Pogledajte ${x} za potpune pojedinosti.";
"insurance_provider" = "Omogućila vodeća tvrtka za globalno osiguranje i upravljanje sredstvima, Axa";
"insurance_policy" = "Ovu policu izdaje društvo INTER PARTNER ASSISTANCE SA, član grupacije AXA Assistance Group, Avenue Louise 166, 1050 Bruxelles, Belgija.";
"user_name_hint" = "Ime";
"user_firstname_hint" = "Ime";
"user_surname_hint" = "Prezime";
"user_email_hint" = "E-pošta";
"user_email2_hint" = "Potvrdi e-poštu";
"user_phone_hint" = "Telefon";
"user_address_hint" = "Adresa";
"user_address_line1_hint" = "Redak 1 adrese";
"user_address_line2_hint" = "Redak 2 adrese";
"user_city_hint" = "Grad ";
"user_postcode_hint" = "Poštanski broj";
"user_flight_hint" = "Broj leta (važno)";
"user_country_hint" = "Država";
"summary_desk" = "Plaćanje na recepciji";
"summary_now" = "Platite sada";
"summary_rental" = "Najam vozila ";
"summary_ground" = "Putovanje";
"summary_total" = "Ukupno";
"summary_pickup" = "Preuzimanje";
"summary_dropoff" = "Vraćanje";
"summary_lead_driver" = "Pojedinosti o glavnom vozaču";
"summary_vehicle" = "Sažetak vozila";
"summary_payment" = "Sažetak plaćanja";
"summary_damage_refund" = "Osiguranje za naknadu štete";
"summary_booking_fee" = "Naknada za rezervaciju";
"payment_text_1" = "Kliknite \"Rezervirajte sada\" kako biste dovršili svoju rezervaciju i prihvatili ${x}";
"payment_text_2" = "Uvjeti i odredbe";
"receipt_email_text" = "Poslali smo vam e-poštu potvrde na adresu ${x}. Može proći do 15 minuta dok ne stigne. Pregledajte kupon prije preuzimanja vozila.";
"receipt_scroll" = "Pomakni za sažetak";
"receipt_success" = "Vaša rezervacija je bila uspješna.";
"receipt_summary_car" = "Sažetak detalja o automobilu";
"receipt_summary_driver" = "Pojedinosti o glavnom vozaču";
"receipt_summary_dropoff" = "Vraćanje";
"receipt_summary_pickup" = "Preuzimanje";
"receipt_title" = "Čestitamo!";
"receipt_your_reference" = "Referenca vaše rezervacije:";
"widget_label" = "NOVO";
"widget_title" = "Dodaj najam vozila";
"widget_text" = "Najbrži i najlakši način rezervacije najma vozila";
"widget_title_added" = "Vozilo dodano";
"general_form_empty" = "Ispunite ovo polje";
"results_empty" = "Nema rezultata";
"error_widget_no_cars" = "Nije moguće pronaći vozila za ovu lokaciju";
"error_payment_general" = "Pogreška tijekom plaćanja";
"error_requestor_missing" = "Nije naveden ID tražitelja zahtjeva";
"error_payment_no_internet1" = "Nema internetske veze";
"error_payment_no_internet2" = "Kako biste dovršili rezervaciju, potrebna je internetska veza";
"error_payment_loading1" = "Žao nam je";
"error_payment_loading2" = "Imamo problema s učitavanjem zaslona plaćanja";
"error_ok" = "U redu";
"error_no_booking_ref" = "Nema ref. rezervacije";
"error_no_insurance_available" = "Nema dostupnog osiguranja";
"booking_reference_prefix" = "Referenca rezervacije";
"title_booking_manager" = "Nadolazeće rezervacije";
"settings_language_header" = "Jezik";
"interstitial_header" = "Tražimo savršeno vozilo za vas";
"interstitial_subheader" = "po najboljoj cijeni";
"mins_placeholder" = "min";
"summary_deposit" = "Polog najma vozila";
"confirmation_loading_header" = "Trenutačno obrađujemo vaše plaćanje";
"confirmation_loading_subheader" = "Ovo može potrajati do 30 sekundi, pričekajte";
"address_details_title" = "Pojedinosti adrese";
"add_extras_title" = "Dodaj dodatke";
"insurance_upgrade" = "Dodaj osiguranje";
"insurance_added" = "Dodano";
"car_rental_total" = "Najam vozila ukupno";
"vehicle_features" = "značajke";
"vehicle_features_title" = "Ostale značajke vozila";
"free_cancellation_detail" = "Dobre vijesti! Besplatno otkazivanje i izmjene rezervacije.";
"free_cancellation_title" = "Dobre vijesti!";
"free_cancellation_point1" = "Besplatno otkazivanje do 24 sata prije preuzimanja";
"free_cancellation_point2" = "Nema naknade za izmjenu rezervacije na mreži, u aplikaciji ili preko telefona.";
"vehicle_mileage_title" = "Naknada za kilometražu:";
"vehicle_mileage_618_VCP_X" = "Ograničena kilometraža";
"vehicle_mileage_618_VCP_X_desc" = "Prosječna udaljenost vožnjom od ${x} ${y} ${z} uključena je u ovu cijenu. Dodatni troškovi mogu nastati za dodatnu putnu udaljenost.";
"vehicle_mileage_609_VCP_X" = "Neograničena kilometraža";
"vehicle_mileage_609_VCP_X_desc" = "Nema ograničenja udaljenosti za ovo vozilo";
"vehicle_insurance_title" = "Osiguranje";
"vehicle_insurance_title_description" = "Ograničeno pokriće";
"insurance_upgrade_title" = "Nadogradite svoje pokriće";
"insurance_upgrade_subtitle" = "Osiguranje za naknadu štete";
"insurance_more" = "Više pojedinosti ";
"insurance_per_day" = "po danu";
"insurance_total" = "Ukupno";
"insurance_detail_title" = "Osiguranje za naknadu štete";
"insurance_more_details_title1" = "Smanjite odgovornost s ${x} na  ${y}";
"insurance_more_details_insurance_main_text" = "Agencija za iznajmljivanje vozila može od vas tražiti kupnju osiguranja pologa ili dodatnog osiguranja za vaše putovanje. Ovo Osiguranje za naknadu štete treba pokriti zahtjeve dodatnog pokrića pa provjerite uvjete i odredbe prije kupnje druge police osiguranja. Ako se vozilo ošteti ili ukrade, agencija za iznajmljivanje vozila zadržat će dodatni polog za pokrivanje troškova, koji kasnije možete u potpunosti potraživati s Osiguranjem za naknadu štete.";
"vehicle_other" = "Druga vozila";
"insurance_more_details_title2" = "Što je obuhvaćeno";
"insurance_more_details_point1" = "Potpuna povratna naknada dodatnih troškova u slučaju štete i krađe";
"insurance_more_details_point2" = "Gume, prozori, retrovizori i kotači";
"insurance_more_details_point3" = "Krov, podvozje i pogrešno točenje goriva";
"insurance_more_details_point4" = "Administrativni troškovi";
"insurance_more_details_point5" = "Poklopac ključa i osobne stvari";
"insurance_terms_conditions" = "Uvjeti i odredbe";
"CTA_add_to_flight" = "Dodaj letu";
"CTA_edit" = "Uredi";
"payment_name" = "Ime";
"payment_card" = "Broj kartice";
"payment_expiry" = "MM/GG";
"payment_cvc" = "CVC broj";
"payment_summary_pay_nothing_desk" = "Bez plaćanja na šalteru";
"extras_title" = "Dodaj dodatke";
"extras_all" = "Prikaži sve";
"widget_card_info" = "Besplatno otkazivanje ";
"merchandising_business" = "Poslovni putnik";
"merchandising_city_break" = "Kratak izlet u grad";
"merchandising_family_size" = "Obiteljska veličina";
"merchandising_best_seller" = "Najprodavanije";
"merchandising_great_value" = "Sjajan omjer cijene i kvalitete";
"merchandising_quickest_queue" = "Najmanje čekanja";
"merchandising_recommended" = "Preporučeno";
"merchandising_upgrade_to" = "Nadogradi na";
"merchandising_on_budget" = "U skladu s proračunom";
"merchandising_best_reviewed" = "Najbolje ocijenjeno";
"payment_free" = "Uključeno besplatno";
"feature_usb" = "USB veza";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Ostale značajke";
"feature_german_model" = "Njemački model";
"feature_front_demister" = "Odmagljivač prednje strane";
"feature_parking_sensors" = "Parkirni senzori";
"feature_fuel_economy" = "Dobra potrošnja goriva";
"extra_per_rental" = "po iznajmljenom vozilu";
"widget_loading" = "Učitavanje vozila";
"widget_free_cancelation" = "Besplatno otkazivanje!";
"mileage_allowance" = "Kilometraža ";
"mileage_unlimited" = "Neograničena";
"mileage_limited" = "Ograničena";
"insurance_basic" = "Osiguranje:";
"insurance_basic_detail" = "Ograničeno pokriće";
"widget_load_error" = "Nećete pronaći jeftinije";
"CTA_add_vehicle_basket" = "Dodaj u košaricu";
"all_extras_paid" = "Svi dodatni troškovi plaćaju se pri preuzimanju";
"payment_secure_text" = "100 % sigurno";
"payment_cardnumber" = "Broj kartice";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Uključeno besplatno:";
"extras_101.EQP" = "Dodatni vozač";
"extras_7" = "Prikladno za novorođenče u dobi do 9 mjeseci ili težine manje od 9 kilograma / 20 funti.";
"extras_9" = "Prikladno za djecu u dobi od 4 godine i više ili težine 18 – 45 kilograma / 40 –100 funti.";
"extras_8" = "Prikladno za djecu u dobi od 9 mjeseci do 4 godine ili težine 8 – 18 kilograma / 20 – 40 funti.";
"extras_13" = "Satelitski navigacijski sustav.";
"extras_3" = "Povećava prostor u vozilu za prtljagu.";
"extras_34" = "Mobitel s GPS-om.";
"extras_4" = "Sigurno spremanje skija.";
"extras_10" = "Preporučeno za vožnju u zimskim uvjetima.";
"extras_52" = "Omogućuje upotrebu elektroničkih sustava za naplatu cestarine prilikom vožnje po autocesti.";
"extras_55" = "Bežični pristup internetu za prijenosna računala, pametne telefone, tablete i druge Wi-Fi uređaje.";
"extras_30" = "Ovaj paket uključuje obaveznu opremu koja se preporučuje za vožnju u zimskim uvjetima.";
"extras_14" = "Preporučeno za vožnju u zimskim uvjetima.";
"Message.FreeCancellation.7days" = "Besplatno otkazivanje u roku od 7 dana nakon rezervacije! ";
"extras_102.EQP" = "Satelitski navigacijski sustav.";
"overall_rating" = "Ocjena";
"payment_invalid_card_number" = "Neispravan broj";
"payment_invalid_expiry_date" = "Neispravan datum";
"payment_invalid_cvc_number" = "Mora imati 3 ili 4 znamenke";
"search_title" = "Traži";
"search_compare_deals" = "Usporedite i pronađite <b>najbolju vrijednost</b> ponuda najma vozila";
"whats_your_pickup_location" = "Koje je vaše mjesto preuzimanja?";
"whats_your_dropoff_location" = "Koja je lokacija ostavljanja?";
"view_your_next_trip" = "Prikaz vašeg sljedećeg putovanja!";
"book_another_car" = "ili rezervirajte drugo vozilo";
"why_book_with_us" = "Zašto odabrati nas?";
"free_cancellation_and_amendments" = "Besplatno otkazivanje i izmjene";
"free_cancellation_amendments_detail" = "Besplatno otkazivanje do 24 sata prije preuzimanja. Bez administrativnih naknada ako mijenjate rezervaciju.";
"phone_support" = "24/7 telefonska podrška";
"phone_support_detail" = "Naš tim ovdje je da vam pomogne, 24 sata dnevno, 7 dana u tjednu";
"airports_city_locations" = "30.000 zračnih luka i gradskih lokacija";
"airports_city_locations_detail" = "Usporedite 1700 dobavljača, odaberite i uštedite!";
"no_hidden_costs" = "Bez skrivenih troškova";
"no_hidden_costs_detail" = "Objasnit ćemo sve dodatne troškove prije nego što rezervirate najam vozila. Više pojedinosti o onome što je uključeno? Provjerite Uvjete i odredbe vozila.";
"damage_theft_protection" = "Zaštita od štete i krađe";
"damage_theft_protection_detail" = "Naši najmovi uključuju Osiguranje s udjelom u šteti zbog sudara i Zaštitu od krađe.";
"vehicles" = "vozila";
"apply" = "Primijeni";
"select_all" = "Odaberi sve";
"perfect_car" = "Tražimo savršeno vozilo za vas";
"free_cancellation" = "Besplatno";
"cancellation_amendments" = "otkazivanje i izmjene";
"included_important" = "Važno";
"customer_ratings" = "Na temelju %@ korisničke(ih) recenzije(a)";
"more_features" = "Više značajki";
"continue_to_payment" = "Nastavi na plaćanje";
"car_rental" = "Najam vozila";
"toast_extras" = "Ukupna cijena uključuje dodatne troškove, no njih ćete platiti kada preuzmete svoje vozilo.";
"booking_delay" = "To može potrajati do 30 sekundi";
"booking_please_sit_tight" = "Pričekajte";
"booking_secure_payment" = "Sigurno plaćanje";
"booking_pay" = "Plaćanje";
"booking_manage_your_booking" = "Upravljanje rezervacijom";
"booking_card_title" = "Put do";
"booking_button_title" = "PRIKAZ REZERVACIJE";
"booking_list_title" = "Prikazati vaše sljedeće putovanje?";
"payment_title_header" = "Recenzija";
"payment_pay_at_pickup_title" = "Platite pri preuzimanju";
"payment_pay_at_desk_title" = "Plativo na šalteru";
"summary_extras_cell_title" = "Za sljedeće stavke platit ćete pri preuzimanju u lokalnoj valuti:";
"summary_car_hire_title" = "Naknada za najam vozila";
"booking_summary_title" = "Referenca rezervacije";
"payment_summary_title" = "Sažetak cijene";
"user_phone_prefix_hint" = "Predbroj";
"car_rental_subscribe" = "Da, želim primati ekskluzivne ponude e-poštom. Otkaži pretplatu u bilo koje vrijeme.";
"secure_payment_header" = "Sigurno plaćanje";
"secure_payment_text" = "Sve platne transakcije šifrirane su protokolom 128-bit SSL";
"payment_conditions_1" = "Kliknite \"Plati\" kako biste dovršili svoju rezervaciju i prihvatili ${x} i ${y}";
"payment_conditions_2" = "Uvjeti iznajmljivanja";
"splash_navigation_title" = "Najam vozila";
"summary_pay_total" = "Plati %@";
"deselect_all" = "Odznači sve";
"free_cancellation_and_amendments_banner" = "<b>Besplatno</b> otkazivanje i izmjene";
"settings_currency_updated" = "Valuta je ažurirana";
"booking_not_included" = "Nije uključeno";
"vehicle_type_convertible" = "kabriolet";
"loyalty_scheme_title" = "WestJet nagrade";
"loyalty_scheme_label" = "ID WestJet nagrada";
"loyalty_scheme_intro" = "Članovi WestJet nagrada zarade 1 % u WestJet dolarima. WestJet dolari dodjeljuju se za preliminarne poreze i pristojbe najma.";
"loyalty_scheme_notes" = "WestJet dolare može skupljati samo glavni vozač.  Navedite ID WestJet nagrade za glavnog vozača.";
"loyalty_scheme_confirm" = "Ovaj će član biti primarni vozač za najam vozila i zaradit će WestJet dolare na trošku najma, osim poreza, pristojbi i dodataka.";
"Free.LimitedDamageProtection" = "Ograničena zaštita od štete";
"Free.LimitedTheftProtection" = "Ograničena zaštita od krađe";
"Insurance.Excess.Liability" = "Odgovornost za dodatno pokriće do ${x}";
"Insurance.Basic.Cover.Incl" = "Ograničeno pokriće (uključeno):";
"Insurance.Insurance.Explained" = "Objašnjeno osiguranje";
"Basic.Intro" = "Uz Ograničeno pokriće dobavljača pokriveni ste za odgovornost trećih strana. Također imate ograničenu zaštitu od štete i krađe. Pokriva većinu troškova, no odgovorni ste za dodatno pokriće u iznosu do €3,000. Kada preuzmete vozilo, morate ostaviti sigurnosni polog koristeći svoju kreditnu karticu. Ako je vozilo oštećeno ili ukradeno, dobavljač će zadržati troškove iz vašeg pologa.";
"Insurance.Premium.Cover" = "Premium pokriće:";
"Premium.Intro" = "Uz Premijsko pokriće dobivate pogodnosti Ograničenog pokrića dobavljača (uključujući pokriće odgovornosti trećih strana) i zaštitu sigurnosnog pologa. Ako je vozilo oštećeno ili ukradeno, dobavljač najma vozila zadržat će dodatne troškove za pokrivanje troškova koje možete potraživati podložno maksimalnim ograničenjima kako je prikazano u tablici police, Pogodnosti (pogledajte poveznice u nastavku). Pojedinosti o potraživanju bit će vam poslane u e-pošti potvrde.";
"Premium.Tyres.Benefit" = "Pokriva praznu gumu i zamjenu gume, oštećenje retrovizora i kotača.";
"Premium.Key.Benefit" = "Također pokriva zamjenu izgubljenih ključeva i osobnih stvari ako su ukradene iz vozila.";
"Premium_TC" = "Premium Uvjeti i odredbe";
"Insurance.Got.It" = "U redu!";
"Damage.Protection" = "Zaštita od štete";
"Free.TheftProtection" = "Zaštita od krađe";
"Insurance.Checklist.ExcessRefund" = "Povrat plaćenih dodatnih troškova";
"AddPremium" = "Dodaj Premium pokriće";
"NoThanks" = "Ne, hvala";
"Daily_price_Per_day" = "/dan";
"Insurance.Info.Subtitle1" = "Preuzimanje vozila";
"Insurance.Info.Subtitle2" = "Vraćanje vozila";
"Insurance.Info.Text.2" = "Agencija za iznajmljivanje vozila može od vas tražiti kupnju osiguranja s dodatnim pokrićem na šalteru. To vam osiguranje ne treba jer ste pokriveni ako dodate naše Osiguranje s povratom u slučaju štete.";
"Insurance.Info.Text.3" = "Polog će biti stavljen na vašu kreditnu karticu za pokrivanje dodatnih troškova u slučaju štete ili krađe.";
"Insurance.Info.Text.4" = "Ako vozilo ne bude oštećeno ili ukradeno, dodatni polog na kreditnoj kartici bit će vam u potpunosti vraćen.";
"Insurance.Info.Text.5" = "Ako se vozilo ošteti ili ukrade, agencija za iznajmljivanje vozila zadržat će dodatni polog za pokrivanje troškova koji kasnije možete u potpunosti potraživati. Pojedinosti o potraživanju bit će vam poslane u e-pošti potvrde.";
"Insurance.Info.Text.6" = "Zato obvezno ponesite kreditnu karticu na ime vozača, zajedno s kreditnim ograničenjem dovoljnim za pokriće dodatnog troška/pologa i nazovite nas budete li imali problema na recepciji tvrtke koja iznajmljuje vozila.";
"Insurance.Info.Text.7" = "Pojedinosti potražite u Uvjetima i odredbama korištenja.";
"X.PerDay" = "${x} po danu";
"Insurance.Prompt.CoverPrice" = "Ukupna cijena: ${x}";
"car.insurance" = "Osiguranje vozila";
"AddStandard" = "Dodaj Premium pokriće";
"CTA.Insurance.Added" = "S Premium pokrićem";
"CTA.Insurance.Not.Added" = "S Ograničenim pokrićem";
"Standardadded" = "Premium pokriće dodano";
"PayAtPickupReminder" = "Nemojte zaboraviti da ćete ostatak ${x} platiti pri preuzimanju u lokalnoj valuti.";
"Insurance.Limited.Cover.Incl" = "Ograničeno pokriće (uključeno)";
"Recent.Searches" = "Nedavna pretraživanja";
"AddCar" = "Nastavak";
"Total" = "Ukupno:";
"Limited.Offer" = "Ograničeno vrijeme ponude";
"PercentageOff" = "${x} popusta";
"Free.ThirdPartyLiability" = "Osiguranje za treće osobe";
"Insurance.Checklist.Item2" = "Gume, prozori, retrovizori i kotači";
"Insurance.Checklist.Item5" = "Poklopac ključa i osobne stvari";
"Chubb.Content.1" = "Osiguranje s učešćem u šteti zbog sudara i zaštita od krađe uključeni u ovaj najam ne pokrivaju vas u potpunosti u slučaju štete ili krađe. I dalje ste odgovorni za plaćanje dodatnih troškova ako je vozilo oštećeno ili ukradeno, ili ako izgubite ključeve.";
"Chubb.Content.2" = "Da, želim se osigurati protiv mogućih dodatnih troškova za samo ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Ako želite osigurati moguće dodatne troškove, obavezno označite okvir iznad.";
"Chubb.Content.4" = "Sjajan omjer cijene i kvalitete";
"Chubb.Content.5" = "Povrat viška skupljenih dodatnih troškova do ZAR 50.000 za samo ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Najbolja zaštita";
"Chubb.Content.7" = "Primite povrat sredstava do ZAR 50.000 ako morate platiti dodatne troškove.";
"Chubb.Content.8" = "I više";
"Chubb.Content.9" = "Naknada za osobnu nezgodu do ZAR 50,000 za smrt i invaliditet te pokriće za Krađu osobnih stvari do ZAR 15,000 uključeni su u ovo osiguranje.";
"Chubb.Content.10" = "Kako ovo osiguranje funkcionira tijekom i nakon najma?";
"Chubb.Content.11" = "Kako ovo osiguranje funkcionira tijekom i nakon najma?";
"Chubb.Content.12" = "Preuzimanje vozila";
"Chubb.Content.13" = "Agencija za iznajmljivanje vozila može od vas tražiti kupnju osiguranja s dodatnim pokrićem na šalteru. To vam osiguranje ne treba jer ste pokriveni ako dodate naše Osiguranje s povratom u slučaju štete. Polog će biti stavljen na vašu kreditnu karticu za pokrivanje dodatnih troškova u slučaju štete ili krađe.";
"Chubb.Content.14" = "Zato obvezno ponesite kreditnu karticu na ime vozača, zajedno s kreditnim ograničenjem dovoljnim za pokriće dodatnog troška/pologa i nazovite nas budete li imali problema na recepciji tvrtke koja iznajmljuje vozila.";
"Chubb.Content.15" = "Vraćanje vozila";
"Chubb.Content16" = "Ako se vozilo ošteti ili ukrade, agencija za iznajmljivanje vozila zadržat će dodatni polog za pokrivanje troškova koji kasnije možete u potpunosti potraživati. Pojedinosti o potraživanju bit će vam poslane u e-pošti potvrde. Ako vozilo ne bude oštećeno ili ukradeno, dodatni polog na kreditnoj kartici bit će vam u potpunosti vraćen.";
"Chubb.Content.17" = "Pojedinosti potražite u Uvjetima i odredbama korištenja.";
"National.ID" = "Nacionalni ID broj";
"Origin.Province" = "Odaberite regiju porijekla";
"Allianz.Content.1" = "Pogodnosti osiguranja unutar ove police uključuju";
"Allianz.Content.2" = "Fizičko oštećenje ili gubitak u vezi s unajmljenim vozilom koji se dogodi kada vozite ili ako je unajmljeno vozilo ostavljeno bez nadzora tijekom razdoblja najma vozila";
"Allianz.Content.3" = "Gubitak ili oštećenje na iznajmljenom vozilu nastali zbog razloga koji nije sudar (na primjer: požar, oluja, uništavanje)";
"Allianz.Content.4" = "Krađa unajmljenog vozila ili bilo kojih njegovih dijelova ili dodataka";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Troškovi vuče unajmljenog vozila do najbliže raspoložive ustanove.";
"origin.State" = "Odaberite državu porijekla";
"Orient.legal" = "Policu potpisuje tvrtka Orient Sigorta A.Ş. (registracijski broj T14113-CEM09) te distribuira njezina ovlaštena agencija, Hepstar. Odabirom ovog proizvoda pristajete da se vaši osobni podaci šalju, obrađuju, bilježe, pohranjuju, klasificiraju, ažuriraju i distribuiraju potrebnim trećim stranama, kao i da se pohranjuju u inozemstvu u skladu s turskim zakonodavnim brojem 6698 i povezanim zakonodavstvom.";
"Insurance.Upgrade.Cover" = "Nadogradite svoje pokriće";
"Car.Excess.Cover.AU" = "Osiguranje s dodatnim pokrićem za najam vozila";
"Insurance.Checklist.Item1" = "Povratna naknada dodatnih troškova u slučaju štete i krađe";
"Add" = "Dodaj";
"Car.Excess.Cover.Text.AU" = "Kada preuzmete vozilo, agencija za najam obično će zadržati polog na kreditnoj kartici za iznos dodatnog pokrića za koje možete biti odgovorni ako je vozilo oštećeno ili ukradeno";
"Car.Excess.Cover.CTA.Promo" = "Ako želite osigurati odgovornost za dodatno pokriće za najam vozila (do ${x}), jednostavno označite okvir u nastavku";
"Insurance.Prompt.Content.CTA" = "Da, želim kupiti Osiguranje s dodatnim pokrićem za najam vozila";
"Car.Excess.Cover.Agree.Statement" = "Označavanjem okvira iznad slažem se s primanjem ${x} i ${y} preko ovih poveznica te sam ih pročitao(la) i razumio(jela) i slažem se da se moji osobni podaci prikupljaju, upotrebljavaju i otkrivaju kako je navedeno u Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Izjava o razotkrivanju podataka o proizvodu (Product Disclosure Statement – PDS)";
"Insurance.Prompt.Agree.Links2" = "Vodič za financijske usluge";
"Insurance.Prompt.ContentUS2" = "Osigurajte se uslugom Allianz Rental Car Protector za samo ${x} po danu.";
"Insurance.Prompt.TCs" = "Mogu se primijeniti izuzeća, uvjeti i ograničenja. Pogledajte ${x}";
"CarTermsAndConditions" = "Uvjeti i odredbe";
"Car.Excess.Cover.CTA.AU" = "Da, želim kupiti Osiguranje s dodatnim pokrićem za najam vozila ${x}";
"Add.Cover" = "Dodaj Pokriće";
"Insurance.Prompt.SelectCA" = "U kojoj je regiji izdana vaša vozačka dozvola?";
"Insurance.Prompt.CTA.Insure.US" = "Da, želim kupiti Rental Car Protector";
"AddInsurance" = "Dodaj osiguranje";
"Chubb.Content.18" = "Proizvod je raspoloživ samo za osobe od 21 do 80 godina. Proizvode potpisuje Chubb Insurance South Africa Limited i administrira Hepstar Financial Services, ovlašteni davatelji financijskih usluga. Primjenjuju se Uvjeti i odredbe police. Ova polica pruža se bez savjeta, a osiguranje se uzima na osnovi činjeničnih informacija koje je omogućio osiguravatelj.";
"Car.Excess.Cover.TC.AU" = "Ovo osiguranje usluga je tvrtke Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708, a izdaje ga i njime upravlja AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 koja posluje kao Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094 koja posluje kao CarTrawler uređuje ovo osiguranje kao zastupnik tvrtke Allianz Global Assistance. Primjenjuju se uvjeti, odredbe, ograničenja i isključenja. Svaki savjet o ovom osiguranju koji pruža Allianz Global Assistance, samo je općeniti savjet i ne zasniva se na uzimanju u obzir vaših ciljeva, financijske situacije ili potreba. Prije donošenja odluke uzmite u obzir ${x}. Ako kupite policu tvrtke Allianz Global Assistance, CarTrawler i tijelo koje vas je uputilo na ovo web-mjesto primaju proviziju koja je postotak vaše premije.";
"Orient.Content.1" = "Primite povrat sredstava do 7.000 TRY ako morate platiti dodatne troškove.";
"Orient.Content.2" = "Povrat viška skupljenih dodatnih troškova do 7.000 TRY za samo ${x} (${y} = ${z}).";
"Orient.Content.3" = "Naknada za osobnu nezgodu do 100.000 TRY za smrt ili invaliditet te pokriće za Krađu osobnih stvari do 3.000 TRY uključeni su u ovo osiguranje!";
"Orient.Content.4" = "Pokriće za neočekivane dodatne troškove.";
"Orient.Content.5" = "Naknada za osobnu nezgodu do 100.000 TRY za smrt ili invaliditet te pokriće za Krađu osobnih stvari do 3.000 TRY uključeni su u ovo osiguranje.";
"Insurance.Prompt.Agree.Links3" = "Obavijest o zaštiti privatnosti";
"Allianz.Content.7" = "Želim kupiti Protector za unajmljena vozila i pročitao/la sam ${x}";
"Allianz.Content.8" = "Navedeni troškovi osiguranja ne uključuju porez. Porezi će se naplatiti ako se primjenjuju na vašem području i bit će posebno navedeni na Potvrdi Osiguranja.";
"filter_pickup" = "Mjesto preuzimanja";
"vehicle_seat" = "Sjedalo";
"vehicle_seats" = "Sjedala";
"age_range_error_text" = "Unesite valjanu dob vozača (18 ili više)";
"invalid_search_parameters" = "Pogreška parametara pretraživanja";
"insurance" = "Osiguranje:";
"supplier_average" = "Prosječno";
"TRANSFERS.Cheapest.Airport.Destination" = "PRIJEVOZI – najjeftiniji način za dolazak na odredište iz zračne luke";
"GT.Private.Transfer" = "Privatni prijevoz";
"Transfer.Service.Class.Regular" = "Standardno";
"Business" = "Poslovno";
"Business.Minivan" = "Poslovni monovolumen";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Monovolumen";
"Max.Passengers" = "Do ${X}";
"AirConditioning.Abbr" = "Aircon";
"WifiAccess" = "Wi-Fi pristup";
"Free.Cancellation.Mobile" = "Besplatno otkazivanje ";
"Filter.Supplier" = "Dobavljač";
"Review.destination.address" = "Pregledajte adresu odredišta";
"Book.Now.Modify.Destination" = "Sada možete rezervirati i izmijeniti svoje odredište do 24 sata prije odlaska. Cijena može biti drugačija u odnosu na odredište.";
"One.Hyphen.Way.Transfer" = "Jednosmjerni prijevoz";
"Special.requests.optional" = "<strong>Posebni zahtjevi</strong> (izborno)";
"Additional.Info.Text" = "Ima li dodatnih informacija koje bi vozač trebao znati, posebni zahtjevi, dječje sjedalice, vrsta prtljage?";
"Special.Request" = "Unesite poseban zahtjev";
"You.also.get" = "<strong>Također dobivate:</strong>";
"Certified.Driver" = "Certificirani vozač";
"No.taxes.tolls.gratuity" = "Bez poreza, cestarina i napojnica";
"FREE.wait" = "BESPLATNO vrijeme čekanja";
"TransferConditions" = "Uvjeti prijevoza";
"IHaveReadTermsConditions.link2" = "Uvjete i odredbe rezervacije";
"Privacy.Policy" = "Pravila privatnosti";
"Confirm" = "Potvrdi";
"Total.Transfer.Cost" = "Ukupna cijena prijevoza";
"OtherFee" = "Druge naknade";
"YoungDriverFee" = "Naknada za mladog vozača";
"Price.Updated" = "Cijena je ažurirana.";
"Address.Prompt.Field" = "Unesite hotel, zračnu luku, adresu ili mjesto od interesa";
"Price.No.Change" = "Sve je u redu, cijena nije promijenjena.";
"PrivateTransfer.Added" = "Vaš privatni prijevoz je dodan";
"widget_text_GT" = "Najjeftiniji način za dolazak na odredište iz zračne luke";
"widget_title_GT" = "Privatni prijevoz";
"widget_title_added_GT" = "Vaš privatni prijevoz je dodan";
"Results.Found" = "${X} rezultata pronađeno";
"Ticket.Oneway" = "Jednosmjerno";
"From.To" = "Od lokacije ${X} do ${Y}";
"Destination.confirmed" = "Odredište potvrđeno";
"No.Avail.Search.Error" = "Na ovom području nema raspoloživosti. Pokušajte s drugom lokacijom.";
"To" = "Do";
"a_TO_b" = "do";
"EditSearch" = "Uredi pretraživanje";
"Where.Drop.Off" = "Gdje vas možemo dovesti?";
"Where.Pick.Up" = "Na kojem mjestu želite da vas čeka prijevoz?";
"GT.Passengers" = "Putnici";
"Total.Passengers" = "${x} putnika";
"GT.S1.PickupDate" = "Datum preuzimanja";
"GT.S1.OnePassenger" = "${x} putnik";
"Additional.Info.Text2" = "Usluge ili oprema kao što su dječje sjedalice mogu biti dodatno naplaćeni. Kontaktirat ćemo vas ako se takve naplate primijene na vašu rezervaciju.";
"GT_USP_SHORT_waiting" = "Kada stignete tamo, čekat ćemo vas";
"Details" = "Pojedinosti";
"Validation.Looks.Good" = "Izgleda dobro!";
"insurance.hepstar.tr.nationalIDError" = "Unesite valjani ID broj";
"IPID_LINK_TEXT" = "Pogledajte dokument s informacijama o proizvodu prije donošenja odluke";
"Free.Cancellation.All.Cars" = "Besplatno otkazivanje za sva vozila";
"SelectedCar" = "Odabrano vozilo";
"Insurance.IPID.App" = "Dodavanjem premijskog pokrića potvrđujem da sam pročitao/la ${x} i da, na temelju informacija, ova polica odgovara mojim potrebama.";
"Insurance.IPID.Document" = "IPID dokument";
"Insurance.Explained" = "Objašnjenje dodatnih troškova";
"InsuranceExplained.TextUpdate" = "Ovaj proizvod zadovoljava zahtjeve i potrebe onih koji želi imati pokriće za odgovornost za troškove koje naplaćuje tvrtka za najam vozila do ${x} ako dođe do oštećenja ili gubitka vozila tijekom razdoblja najma";
"ImportantInformation" = "Važne informacije";
"CTA.PayAcceptTermsGDPR" = "Kliknite „Plati” da biste dovršili rezervaciju i prihvatili ${x}, ${y} i naše ${z}.";
"Residency.PopUp" = "Promjena države/regije prebivališta može utjecati na cijenu i raspoloživost odabranog vozila. Bit ćete preusmjereni na stranicu Rezultati gdje će se vaše pretraživanje ažurirati.";
"Country.Region" = "Država/Regija";
"SearchDatesIncorrect.Error" = "Datumi / vremena nisu ispravni";
"AgeFieldYoung.Error" = "Unesite dob između 18 i 24";
"DriverFullName.Empty.Error" = "Upišite ime i prezime vozača.";
"DriverEmail.Empty.Error" = "Upišite svoju adresu e-pošte.";
"Phone.Empty.Error" = "Upišite telefonski broj.";
"Address.Empty.Error" = "Upišite adresu.";
"City.Empty.Error" = "Upišite grad.";
"OpeningHours" = "Radno vrijeme";
"AgeFieldElder.Error" = "Unesite dob veću od 71";
"DistancePickupX" = "Udaljenost od mjesta preuzimanja: ${x}";
"Distance.Tooltip" = "Usluga na šalteru davatelja usluge iznajmljivanja vozila: ${x}.  To je ${y} udaljeno od ${z}";
"widget_from_label" = "Od";
"widget_Xperday" = "${x} po danu";
"widget_fromXperday" = "Od ${x}/dan";
"widget_perday" = "/dan";
"FlightNumber.Empty.Error" = "Broj leta je obavezan";
"NameOnCard" = "Ime na kartici";
"widget_remove" = "Ukloni";
"EmailAddress" = "Adresa e-pošte";
"title_search_results" = "Rezultati pretraživanja";
"title_interstitial" = "Traženje...";
"Availability.Mobile1" = "Ne možemo pronaći rezultat koji odgovara vašem kriteriju, ali može pomoći ako promijenite svoju pretragu.";
"Availability.Text2" = "Promijenite vrijeme preuzimanja i ostavljanja";
"Availability.Text3" = "Promijenite datume";
"LocationType.Airport" = "Zračna luka";
"DriverDetails" = "Pojedinosti o vozaču ";
"search_country" = "Traži";
"wcag.information" = "Dodatne informacije";
"filter_clearall" = "Izbriši sve";
"filter_clear" = "Izbriši";
"Size.Small" = "Malo";
"Size.Medium" = "Srednje";
"Size.Large" = "Veliko";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Veliki";
"Size.Luxury" = "Luksuzni";
"Size.Premium" = "Premium";
"simple_connection_error" = "Došlo je do problema u obradi zahtjeva. Pokušajte ponovno";
"Residency.PopUp.Title" = "Promijeniti državu/regiju?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"widget_pricing_title" = "Od po danu";
"widget_cta_text" = "Dodaj najam vozila";
"CardExpDate.Empty.Error" = "Popunite mjesec i godinu isteka kartice";
"DriverFirstName.Empty.Error" = "Upišite ime vozača";
"DriverLastName.Empty.Error" = "Upišite prezime vozača";
"FlightNumberOptional" = "Broj leta (izborno)";
"results_car_empty" = "Nema rezultata vozila";
"Availability.Text5" = "Pokušajte ukloniti filtre";
"wcag.basket" = "Košarica za plaćanje";
"wcag.addExtra" = "Dodaj dodatak";
"wcag.removeExtra" = "Ukloni dodatak";
"results_driver_age" = "Dob vozača: ${x}";
"filter_showxcars" = "Prikaži ${x} vozila";
"payment_premium_cover" = "Premium Pokriće";
"wcag.back" = "Natrag";
"Filter.CarSize.Show.All" = "Prikaži više veličina";
"Filter.CarSize.Show.Less" = "Prikaži manje veličina";
"CardholderName.Empty.Error" = "Upišite ime vlasnika kartice.";
"CardSecurityCode.Empty.Error" = "Ovdje upišite sigurnosni broj.";
"CardNumber.Payment.Empty.Error" = "Unesite broj kartice.";
"Cardexpiry.Empty.Error" = "Unesite datum isteka kartice.";
"SpecialOffer.GuaranteedNewCar" = "Zajamčeno novo vozilo";
"SpecialOffer.FreeDriver" = "Besplatan dodatni vozač";
"SpecialOffer.GuaranteedCarModel" = "Zajamčeni model vozila";
"Carblock.People" = "${x} osoba";
"cancellation_banner" = "Besplatno otkazivanje do 48 sati prije preuzimanja";
"Carblock.PricePerDay" = "${x}/dan";
"Carblock.Total" = "${x} ukupno";
"CarPriceInclude" = "Uključuje ${x} (${y})";
"CarPriceInclude.Free" = "Besplatno ";
"Insurance.Modal.Accept" = "Prihvati";
"Insurance.Modal.AcceptText" = "Prije nego što nastavite morate prihvatiti Uvjete i odredbe osiguranja";
"Insurance.Modal.ViewTerms" = "Prikaz Uvjeta i odredbi";
"Preferred.Supplier.Footer.Default" = "Ekskluzivne ponude";
"Preferred.Supplier.Header.Default" = "Preporučeno";
"Booking.Summary.Payment.Paid" = "Plaćeno";
"Booking.Summary.Payment.Pickup" = "Za vrijeme preuzimanja";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Napominjemo da vam se dokumentacija pravila može poslati e-poštom i/ili poštom. Ako kliknete na „${x}” i navedete svoju adresu e-pošte, dokumenti će biti poslani e-poštom. Ako želite primiti dokumente osiguranja poštom, pošaljite e-poštu na carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Unesite dob veću od ${x}";
"DriverAgeYoung.Error" = "Unesite dob između ${x} i ${y}";
"Extras.Show.List" = "Prikaži popis";
"Extras.Subheader" = "Raspoloživost ovih dodataka nije uvijek zajamčena te su cijene podložne promjeni pri plaćanju na šalteru.";
"Extras.Included" = "Uključeno";
"Extras.X.Free" = "${x} besplatno";
"Payment.Summary.Free" = "Besplatno ${x}";
"error_connection_text" = "Provjerite jeste li povezani s mobilnom ili WIFI mrežom i pokušajte ponovno.";
"error_connection_cta" = "Pokušajte ponovno";
"error_dismiss" = "Odbaci";
"Upsell_Title" = "Dobre vijesti!";
"Upsell_Body" = "Na raspolaganju vam je izbor mogućnosti osiguranja za odabrano vozilo.";
"CTA_Not_Now" = "Ne sada";
"Limited_Cover_Title" = "Ograničeno pokriće";
"Limited_Insurance_Checklist_Item1" = "${x} odgovornost za dodatno pokriće (nepovratno)";
"Limited_Insurance_Checklist_Item3" = "Ograničena zaštita od štete i krađe";
"Premium_Insurance_Details" = "Osiguranje za naknadu štete koje pruža AXA.";
"Premium_Insurance_Checklist_Item1" = "Do ${x} zaštita dodatnih troškova (povratno)";
"Premium_Insurance_Checklist_Item2" = "${x} polog na šalteru";
"Premium_Insurance_Checklist_Item3" = "Povratna naknada dodatnih troškova u slučaju štete i krađe";
"ZeroExcess_Title" = "Paket s nula dodatnih troškova";
"ZeroExcess_Insurance_Details" = "Osiguranje s nula dodatnih troškova i malim pologom.";
"ZeroExcess_Checklist_Item1" = "${x} dodatni troškovi";
"ZeroExcess_Checklist_Item2" = "Zaštita od štete i krađe";
"ZeroExcess_CC_Required" = "Nije potrebna kreditna kartica";
"Insurance_Checklist_Third_Party" = "Zaštita odgovornosti treće strane";
"Insurance_Checklist_Desk_Deposit" = "${x} polog na šalteru";
"Insurance_More_Info" = "Više informacija";
"CTA_Show_Me" = "Pokaži";
"SpecialOffer.ZeroExcessAvailable" = "Paket Bez dodatnih troškova raspoloživ";
"Limited_Insurance_Included" = "Uključeno u naknadu za najam vozila.";
"Premium_Insurance_Checklist_Item4" = "Vjetrobrani, krov, podvozje i gume";
"Premium_Insurance_Checklist_Item5" = "Poklopac ključa i osobne stvari";
"CTA_Add_Continue" = "Dodaj i nastavi";
"ZeroExcess_Terms_1" = "Uz paket bez dodatnih troškova ostvarujete pogodnosti ograničenog pokrića dobavljača (uključujući osiguranje za treće osobe) i ${x} dodatne troškove te puno manji sigurnosni polog. Ako je vaše vozilo oštećeno ili ukradeno, dobavljač za najam vozila neće vam naplatiti.";
"ZeroExcess_Terms_2" = "Oštećenje ili gubitak guma, vjetrobranskih stakala, stakla i podvozja ne može se osigurati. Provjerite sa zastupnikom za najam na šalteru.";
"LimitedCover_Info" = "Uz Ograničeno pokriće dobavljača pokriveni ste za odgovornost trećih strana. Također možete imati ograničenu zaštitu od štete i krađe. Pokriva većinu troškova, no odgovorni ste za dodatno pokriće u iznosu do ${x}. Kada preuzmete vozilo, morate ostaviti sigurnosni polog koristeći svoju kreditnu karticu. Ako je vozilo oštećeno ili ukradeno, dobavljači će zadržati troškove iz vašeg pologa.";
"Swiss_Premium_Insurance_Details" = "Zaštitu osiguranjem ugovara TSM Insurance. Svim zahtjevima upravlja AXA Assistance.";
"FlightNumber_Error" = "Provjerite broj svog leta.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Ovaj broj vjernosti nije prepoznat";
"Priority_Messaging_Native_Results" = "Uživajte u fleksibilnosti i poboljšanim mjerama održavanja.";
"Priority_Messaging_Native_Details" = "Besplatno otkazivanje dostupno je do ${x} sata prije preuzimanja.";
"Priority_Messaging_Native_Payment" = "Ostanite fleksibilni uz besplatno otkazivanje do ${x} sata prije preuzimanja.";
"car_features" = "Značajke vozila";
"vehicle_fuel_hybrid" = "Hibridno vozilo";
"vehicle_fuel_electric" = "Električno vozilo";
"rental_info_details" = "Više pojedinosti";
"vehicle_fuel_policy_type_FREETANK" = "Besplatan spremnik";
"vehicle_fuel_policy_desc_FREETANK" = "Vozilo se isporučuje s besplatnim punim spremnikom goriva. Možete potrošiti količinu goriva koju želite i ne morate ponovno napuniti spremnik prije vraćanja vozila.";
"vehicle_fuel_policy_type_SAMESAME" = "Jednako uzimanje jednako vraćanje";
"vehicle_fuel_policy_desc_SAMESAME" = "Preuzet ćete vozilo s gorivom. Provjerite količinu goriva prije vožnje. Trebat ćete ga vratiti s istom količinom goriva.";
"Filter_PriceRange" = "Raspon cijena";
"Filter_AverageCarPrice" = "Prosječna cijena vozila je ${x}";
"PickupType_CarDriver" = "Usluga vozača";
"PickupType_CarDriver_Info" = "Vaš će vas vozač čekati na dolaznom terminalu u zračnoj luci.";
"PickupType_MeetNGreet" = "Susret i pozdrav";
"PickupType_MeetNGreet_Info" = "Predstavnik dobavljača vozila za najam sastat će se s vama na terminalu u zračnoj luci kako bi vas odveo do šaltera.";
"PickupType_Terminal" = "Na terminalu";
"PickupType_Terminal_Tooltip" = "To je najpraktičnija opcija preuzimanja. Šalter se nalazi unutar terminala u zračnoj luci.";
"PickupType_ShuttleBus_Terminal" = "Besplatan autobusni prijevoz";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Besplatan autobus odvest će vas od terminala zračne luke do šaltera.";
"PickupType_ShuttleBus_Counter" = "Besplatan autobusni prijevoz";
"PickupType_ShuttleBus_Counter_Tooltip" = "Besplatan autobus odvest će vas od terminala zračne luke do šaltera.";
"PickupType_HoppaShuttleBus" = "Autobus za prijevoz po zračnoj luci";
"PickupType_HoppaShuttleBus_Info" = "Autobus će vas odvesti do šaltera u blizini terminala zračne luke. Za ovu uslugu možda će biti potrebno vozaču platiti malu naknadu.";
"PickupType_OnAirport_Terminal" = "U zračnoj luci";
"PickupType_OnAirport_Terminal_Info" = "Šalter se prikladno nalazi unutar prostora zračne luke.";
"PickupType_OnAirport" = "U zračnoj luci";
"PickupType_OnAirport_Info" = "Šalter se prikladno nalazi unutar prostora zračne luke.";
"PickupType_Rail" = "Obavezna veza željeznicom";
"PickupType_Rail_Info" = "Putovanje željeznicom od terminala zračne luke do lokacije Dobavljača je obavezno";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Vodik";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Višestruko punjenje goriva";
"sale_search_banner_title" = "Rasprodaja započinje sada!";
"sale_search_banner_description" = "Do ${x} popusta. Rasprodaja završava ${y}.";
"sale_landing_banner_title" = "Rasprodaja započinje sada!";
"sale_landing_banner_description" = "Do ${x} popusta. Rasprodaja završava ${y}.";
"landing_page_1_title" = "Fleksibilne rezervacije";
"landing_page_3_title" = "Neprekidna korisnička podrška";
"landing_page_4_title" = "Nema skrivenih troškova ";
"landing_page_4_desc" = "Objasnit ćemo sve dodatne troškove prije nego što rezervirate najam vozila";
"landing_page_1_desc" = "Rezervirajte vozilo s besplatnim otkazivanjem do 48 sati prije preuzimanja";
"landing_page_2_title" = "Dezinficirana vozila";
"landing_page_2_desc" = "Putujte sigurno i pouzdano s poboljšanim mjerama održavanja";
"landing_page_3_desc" = "Naš tim je ovdje kako bi vam pomogao s upitima vezanim uz vašu rezervaciju";
"landing_page_title" = "Usporedite ponude za najam automobila od preko 1700 dobavljača širom svijeta";
"landing_page_search" = "Kamo idete?";
"sale_discount_payment" = "Popust (-${x})";
"sales_TCs" = "Uvjeti i odredbe";
"recent_search_delete" = "Izbriši";
"Pickup.Error" = "Unesite mjesto preuzimanja vozila.";
"Return.Error" = "Unesite mjesto vraćanja vozila.";
"HA_landing_page_title" = "Najam vozila s povjerenjem. Pretražite. Usporedite. Uštedite.";
"Argus_landing_page_title" = "Najniža cijena ili povrat razlike. Jednostavno.";
"Premium_Insurance_title" = "Osiguranje za naknadu štete koje pruža ${x}.";
"Insurance.Checklist.Item1.2" = "Povratna naknada dodatnih troškova u slučaju krađe";
"ZeroExcess_Checklist_Item2_1" = "Zaštita od štete";
"ZeroExcess_Checklist_Item2_2" = "Zaštita od krađe";
"Insurance.Checklist.Item1.1" = "Povratna naknada dodatnih troškova u slučaju štete";
"Disclaimer.Quebec" = "Pokriće nije dostupno za stanovnike Québeca";
"Select.Province" = "Odaberite regiju";
"Province.Residency" = "Regija prebivališta";
"state.CA.BC" = "British Columbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Sskatchewan";
"state.CA.PE" = "Prince Edward Island";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Northwest Territories";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland i Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Osiguranje za naknadu štete uzrokovane gubitkom osigurava AWN.";
"no_cover_title" = "Bez pokrića";
"no_cover_item1" = "${x} odgovornost za štetu i krađu";
"no_cover_item3" = "Bez zaštite od štete i krađe";
"no_cover_item2" = "${x} polog na šalteru";
"no_cover_item4" = "Bez zaštite odgovornosti treće strane";
"no_cover_cta" = "Nastavite bez pokrića";
"Insurance.Cover" = "Pokriće osiguranja";
"CTA_Confirm_booking" = "Potvrdite rezervaciju";
"CTA.Confirm.AcceptTerms" = "Dodirnite „Potvrdi rezervaciju” kako biste dovršili rezervaciju i prihvatili uvjete najma, ugovorne odredbe i pravila privatnosti.";
"state.US.AK" = "Aljaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "California";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "District of Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Havaji";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "North Carolina";
"state.US.ND" = "North Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "South Carolina";
"state.US.SD" = "South Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Zapadna Virginia";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Preporučio, ponudio i prodao Allianz Global Assistance. Povjerenik: Jefferson Insurance Company ili BCS Insurance Company. Planiranje uklj. usluge osiguranja i pomoći. Primjenjuju se uvjeti i iznimke (uklj. unaprijed postojeće uvjete).";
"Insurance.Disclosure.Allianz.Link" = "Otkrivanje detalja o planiranju i određivanju cijena";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID19: Važna ograničenja u vezi s pokrivenošću";
"Damage.Protection.title" = "Osiguranje za zaštitu od štete koje pruža ${x}";
"State.Residency" = "Država prebivališta";
"Select.Residency" = "Odaberite prebivalište";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Ekskluzivne ponude";
"Size.Midsize" = "Srednji";
"Size.Smallsuv" = "Mali SUV";
"Size.Mediumsuv" = "Srednji SUV";
"Size.Midsizesuv" = "SUV srednje veličine";
"Size.Largesuv" = "Veliki SUV";
"Size.Mini" = "Mini";
"Size.Economy" = "Economy";
"Size.Compact" = "Kompakt";
"Size.Intermediate" = "Srednji";
"Size.Standard" = "Standard";
"Size.Minivan" = "Monovolumen";
"Size.Cargovan" = "Kombi za teret";
"Size.Van" = "Kombi";
"Size.Largevan.12pax" = "Veliki kombi";
"Size.Largevan.15pax" = "Veliki kombi";
"Size.Convertible" = "kabriolet";
"Size.Estate" = "karavan";
"Size.Peoplecarrier" = "Kombi";
"Size.5seatcarrier" = "Monovolumen s 5 sjedala";
"Size.7seatcarrier" = "Monovolumen sa 7 sjedala";
"Size.9seatcarrier" = "Monovolumen s 9 sjedala";
"Size.Scooter" = "Skuter";
"Size.Truck" = "Kamion";
"Size.Exotic" = "Egzotično";
"Size.Special" = "Poseban";
"cash_banner_title" = "Uštedite do 40 EUR na najmu vozila s programom Prime";
"Price.for.days" = "Cijena za ${X} dana";
"cash_widget_confirmation_title" = "Čestitamo!";
"cash_widget_confirmation_subtitle" = "Uz vaš kupon ste uštedjeli ${x} na ovoj rezervaciji vozila.";
"cash_widget_payment_title" = "Čestitamo!";
"cash_widget_payment_subtitle" = "Štedite ${x} na ovoj rezervaciji vozila uz vaš kupon";
"Prime_why_book_with_us" = "Zašto stotine tisuća članova programa Prime unajmljuju vozila uz našu pomoć?";
"Prime_cash_widget_payment_title" = "Čestitamo!";
"voucher.for.days" = "Cijena kupona za ${x} dana";
"voucher.for.day" = "Ukupna cijena";
"Promo.Code" = "Promotivni kod";
"Cannot.Find.Location" = "Žao nam je, ne možemo pronaći vašu lokaciju. Pokušajte ponovo kasnije.";
"Use.Current.Location" = "Upotrijebi trenutačno mjesto";
"Location.Permission.Disabled" = "Da biste koristili ovu značajku idite na Postavke i omogućite dopuštenje za lokaciju za ovu aplikaciju.";
"Sup.Ben.Select.Code.Type" = "Odaberi vrstu koda";
"Sup.Ben.Activated.Button.Title" = "Pretraživanje s popustima";
"Sup.Ben.Add.CTA" = "Dodaj promociju/popust";
"Sup.Ben.Code" = "Kod";
"Sup.Ben.Description" = "S posebnim popustima naših dobavljača ostvarite najbolje cijene. Dodaj Avis i Budget popust sada.";
"Sup.Ben.Toggle.Title" = "Primijeni cijene s popustom";
"Sup.Ben.Banner.Title" = "Iskoristite najbolje cijene";
"Sup.Ben.Banner.Description" = "Primijenite posebne popuste naših ekskluzivnih partnera za najam automobila Avis i Budget.";
"Sup.Ben.Banner.Button" = "Primijenite sada";
"Sup.Ben.Rental.Company" = "Tvrtka najma";
"Sup.Ben.Promo.Validation.Error" = "Ovo ne izgleda u redu. Provjerite svoj kod i pokušajte ponovno";
"Sup.Ben.Promo.Validation.Success" = "Izgleda dobro!";
"Sup.Ben.Code.Type" = "Vrsta koda";
"Sup.Ben.Promo.Discount" = "Promocija/popust";
"Sup.Ben.Update" = "Ažuriraj";
"Sup.Ben.XOptional" = "${x} (izborno)";
"SpecialOffer.FreeGPS" = "Uključen je besplatan GPS";
"SpecialOffer.FreeWinterTyres" = "Besplatne zimske gume";
"Free.Extra.Included" = "Uključene besplatne dodatne usluge";
"Customer.Portal.Booking.CTA" = "Upravljanje rezervacijama";
"Booking.Ref.Copied" = "Referentni broj rezervacije kopiran je u međuspremnik";
"Booking.Ref.Title" = "Referentni broj rezervacije";
"Country.Selection.Settings" = "Država/regija prebivališta može utjecati na uvjete najma i na vozila koja se prikažu u rezultatima pretraživanja.";
"Country.Selection.Dialog.Title" = "Promjena države/regije?";
"Country.Selection.Dialog.Text" = "Ako sada promijenite državu/regiju prebivališta, to će utjecati na uvjete najma i, kako bismo vam pružili najpreciznije rezultate, bit ćete preusmjereni na stranicu s rezultatima pretraživanja.";
"Pay.Later.Title" = "Mogućnosti plaćanja";
"Pay.Later.Pay.Today" = "Platite danas";
"Pay.Later.Pay.By" = "Platite ${x}";
"Pay.Later.Payment.Explainer" = "Platite ${x} pologa za naknadu za najam vozila još danas. <b>Preostali iznos</b> bit će automatski odbijen s kartice ${y}.";
"Pay.Later.Pay.Now" = "Platite sada";
"Pay.Later.Basket.Deducted.On" = "Oduzeto ${x}";
"Pay.Later.Basket.Pick.Up" = "Platite pri preuzimanju";
"Pay.Later.Remaining.Balance.Explainer" = "Preostali iznos za najam vozila bit će automatski odbijen s kartice ${x}.";
"Pay.Later.Accessories.Explainer" = "Za sljedeće stavke platit ćete pri preuzimanju: ${x}";
"Pay.Later.View.Details" = "Prikaži pojedinosti";
"Payment.Processing.Message" = "Vaša rezervacija je u tijeku";
"Loyalty.Banner.Greeting" = "Pozdrav";
"landing.usp.position1" = "Uštedite do 35 % na osnovnim cijenama* Avisa i Budgeta.";
"landing.usp.position2" = "Zaradite do 1250 milja MileagePlus";
"landing.usp.position3" = "Avis: Upotrijebite svoj broj MileagePlus i broj Avis Worldwide Discount (AWD) A791500 kako biste zaradili osnovne nagradne milje MileagePlus i popust.";
"landing.usp.position4" = "Budget: Upotrijebite svoj broj MileagePlus i broj Budget Customer Discount (BCD) B204900 kako biste zaradili osnovne nagradne milje MileagePlus i popust.";
"landing.usp.position5" = "Da biste koristili milje, ili milje i novac, posjetite <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Ušteda do 35 % vrijedi samo za troškove vremena i kilometraže. Svi porezi, naknade, (uključujući, ali ne ograničavajući se na Trošarinsku naknadu za klimatizaciju, Naknadu za povrat koncesije, Naknadu za povrat licence za vozilo, Naknadu za obnovu energije, Naknadu za upravljanje gumama i Naknadu za čestog putnika) i dodatne naknade (uključujući, ali ne ograničavajući se na Naknadu za ustanovu Klijenta i Povrat naknade za zaštitu okoliša).";
"landing.usp.title" = "Rezervirajte iznajmljeno vozilo preko Uniteda";
"united_landing.usp.title" = "Rezervirajte iznajmljeno vozilo preko Uniteda";
"landing.usp.sale.position1" = "Vremenski ograničena posebna ponuda: Zaradite dodatnih 500 bonus milja MileagePlus. <a href=\"https://cars.united.com/hr/mileage-terms-and-conditions\" target=\"_blank\"><b>Svi uvjeti su ovdje.</b></a>";
"united_redeem.landing.usp.title" = "Pogodnosti za rezervaciju Avis ili Budget automobila za najam uz MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Prijavite se na svoj MileagePlus račun za najbolje cijene";
"united_redeem.landing.usp.position2" = "Plaćajte miljama ili kombinacijom milja i novca";
"united_redeem.landing.usp.position3" = "Da biste izvršili promjene/otkazivanje rezervacije u kojoj su milje upotrijebljene, posjetite naš Centar za <a href=\"https://cars.mileageplus.com/hr/help\" target=\"_blank\"><b>pomoć</b></a>";
"landing.usp.tac.title" = "Uvjeti i odredbe";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Uvjeti i odredbe</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Pravila privatnosti</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Pravila privatnosti</a>";
"united_landing.usp.sale.position2" = "Vremenski ograničena posebna ponuda: Zaradite dodatnih 500 bonus milja MileagePlus. <a href=\"https://cars.united.com/hr/mileage-terms-and-conditions\" target=\"_blank\"><b>Svi uvjeti su ovdje.</b></a>";
"sale_landing_banner_monetary_description" = "Rezervirajte sa od ${x} po danu!";
"sale_landing_banner_caption_closed_group" = "Ekskluzivno";
"sale_landing_banner_caption" = "Rasprodaja";
"sale_landing_banner_percentage_title" = "Prodaja sada";
"sale_landing_banner_monetary_title" = "Ponude najma vozila";
"sale_landing_banner_TCs" = "Uvjeti i odredbe";
"sale_landing_banner_title_monetary" = "Ponude najma vozila";
"sale_search_banner_title_monetary" = "Ponude najma vozila";
"sale_search_banner_monetary_description" = "Rezervirajte sa od ${x} po danu!";
"payment.options.creditcard.title" = "Kreditna kartica";
"payment.error.generic.dialog.text" = "Nažalost, trenutačno ne možemo obraditi vašu rezervaciju. Vaša rezervacija nije dovršena i ništa vam nije naplaćeno. Pokušajte ponovo s alternativnim načinom plaćanja.";
"payment.googlepay.card.link" = "Promijeni";
